<!--Дана строка с символами, превратить символы нижнего регистра в верхний, если символ в верхнем регистре, его не трогать-->
let string ="heKa, seT";
alert(string.toUpperCase());

<!--Задан массив чисел, найти сумму всех чет чисел-->


<!--Задан массив чисел, среди четных чисел заменить нечетные на отрицательные-->


<!--Вводятся 2 числа найти ближайшие к числу 100-->


<!--Даны делимое и делитель проверить делится ли без остатка, то true, если с остатком, то false, вывести остаток от деления-->
